Revit 2024 API
SymbolTypeId.LbForceSPerFtSup2 Property
 Symbol lb·s/ft², indicating unit Pound force seconds per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbForceSPerFtSup2 { get; }
Visual Basic
Public Shared ReadOnly Property LbForceSPerFtSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbForceSPerFtSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace